{
  "animo_bajo": {
    "leve": [
      "He notado pequeñas señales de ánimo bajo. Tal vez un paseo corto o una canción que te guste puedan acompañarte.",
      "Un leve bajón puede aparecer. Regálate algo simple que disfrutes, como tu comida favorita.",
      "Aunque tu ánimo esté un poco más bajo, eso no define tu valor. Date un respiro."
    ],
    "moderado": [
      "Varios días con bajo ánimo seguidos. Quizá sea un buen momento para reforzar rutinas de autocuidado suave.",
      "Tu ánimo se ve un poco apagado últimamente. Busca una pequeña rutina que te dé calma.",
      "Es normal sentirte así. Un descanso consciente puede ayudarte a recuperar energía."
    ],
    "alto": [
      "El ánimo se muestra bastante frágil últimamente. Sería valioso apoyarte en alguien de confianza y darte mucho descanso.",
      "Días duros de ánimo bajo. No estás solo: pedir apoyo puede ser un gesto importante.",
      "Se percibe un bajón fuerte. Cuidarte con ternura es una prioridad ahora."
    ]
  },
  "estres_alto": {
    "leve": [
      "Tu cuerpo refleja algo de tensión. Un par de estiramientos o pausas cortas pueden ayudar.",
      "Un poco de estrés está presente, prueba con una caminata breve.",
      "Notas leves de presión: respira hondo un par de veces y siente el alivio."
    ],
    "moderado": [
      "El estrés está presente en varios registros. Pausas, agua y respiraciones largas podrían darte alivio.",
      "El estrés se acumula, quizá puedas escribir lo que te preocupa para soltarlo.",
      "Varias señales de tensión. Descansar un poco puede ayudarte más de lo que piensas."
    ],
    "alto": [
      "El estrés parece muy intenso estos días. Intenta pedir apoyo o soltar algo que no sea urgente.",
      "El cuerpo grita cansancio. Regálate un momento de calma sin exigencias.",
      "El nivel de presión es alto. Delegar o posponer puede ser un acto de cuidado."
    ]
  },
  "sueno_alterado": {
    "leve": [
      "Algunas variaciones en tu sueño. Dormir en horarios parecidos puede ser un buen inicio.",
      "Un par de noches movidas no definen todo tu descanso. Hoy es una nueva oportunidad.",
      "Pequeñas irregularidades en el sueño; intenta desconectarte antes de dormir."
    ],
    "moderado": [
      "Tu descanso muestra irregularidad. Una rutina sencilla de sueño podría marcar diferencia.",
      "El sueño anda revuelto: intenta crear un ritual nocturno que te relaje.",
      "Varias noches alteradas. Quizá probar con menos pantallas antes de dormir te ayude."
    ],
    "alto": [
      "El sueño se ve muy alterado. Es importante priorizarlo, incluso con pequeños cambios como reducir pantallas antes de dormir.",
      "Tu descanso parece muy afectado. Busca apoyo si lo necesitas: dormir bien es vital.",
      "El sueño irregular impacta mucho en tu energía. Dedicarle prioridad es esencial."
    ]
  },
  "autocuidado_bajo": {
    "leve": [
      "El autocuidado estuvo algo bajo. Hoy quizá baste con un gesto pequeño, como tomar agua o respirar profundo.",
      "Te faltó un poco de autocuidado, prueba con algo simple y agradable.",
      "Un día con menos cuidado personal no borra tus avances. Mañana es otra oportunidad."
    ],
    "moderado": [
      "El autocuidado quedó en segundo plano estos días. Escoge una acción concreta y amable para ti.",
      "Parece que no te diste espacio suficiente. Haz algo breve pero reparador.",
      "Tus registros muestran poco autocuidado. Incluso un pequeño descanso cuenta."
    ],
    "alto": [
      "Se nota un abandono del autocuidado. Date permiso de priorizarte, aunque sea con algo breve pero significativo.",
      "Cuidarte se volvió difícil estos días. Busca al menos un acto cariñoso hacia ti mismo.",
      "Muy poco autocuidado últimamente. Reenfocarte en ti es necesario y válido."
    ]
  },
  "tendencia_positiva": {
    "leve": [
      "Hay un inicio de mejora en tus registros. Reconoce estos pequeños pasos.",
      "Pequeños avances se asoman, celébralos.",
      "La curva empieza a sonreír: aprecia esos primeros cambios."
    ],
    "moderado": [
      "Se nota una tendencia clara hacia lo positivo. Sigue repitiendo lo que te ayudó.",
      "Tu energía se alinea con mejoras constantes. ¡Bien hecho!",
      "Un progreso firme aparece: confía en tu proceso."
    ],
    "alto": [
      "Tu curva es muy positiva. ¡Celebra tus avances y confía en tu camino!",
      "La mejora es fuerte y clara. Disfruta de este buen momento.",
      "Brillas con esta tendencia positiva. Es un recordatorio de tu fuerza."
    ]
  }
}